## E01 Помилка компресора.
## E02 Помилка протоку геотермального контура. Помилка виникає за відсутності чи низькому значенні протоку в геотермальному контурі.
## E03 Помилка протоку контура опалення. Помилка виникає за відсутності чи низькому значенні протоку в контурі опалення.
## E04 Спрацював пресостат низького тиску.
## E05 Спрацював пресостат високого тиску.
## E06 Помилка екстренної зупинки компресора. Помилка виникає, коли компресор вимкнули в екстренному режимі, який при цьому пропрацював менший час, аніж указано в параметрах[16].
##     Поява цієї помилки тричі підряд призведе до блокування системи та може бути вимкнута лише при відключенні живлення.
## E07 Відсутність зовнішнього дозволу на роботу. Вхід Enable знаходиться у незамкнутому стані.
## E08 Помилка переохолодження. Помилка виникає, коли значення температури на виході в геотермальний контур становить менше значення, ніж встановлено в параметрах [22].
## E98 Тепловий насос знаходиться у сервісному режимі.
## E10 Відсутній чи несправний датчик вуличної температури. Помилка виникає при використанні автоматичного реагування на зміну вуличної температури.
## E11 Відсутній чи несправний датчик кімнатної температури. Помилка виникає при використанні управління кімнатною температурою.
## E12 Відсутній чи несправний датчик температури T2. Помилка виникає, коли встановлений контроль температури на виході в геотермальний контур, встановлений в параметрах [22].
## E14 Відсутній чи несправний датчик температури T4.
## E15 Відсутній чи несправний датчик температури T5.
## E16 Відсутній чи несправний датчик температури T6, Помилка виникає, коли встановлений контроль температури на виході в контур опалення, встановлений в параметрах [38].
## E17 Відсутній чи несправний датчик температури бойлера (T7).
## E18 Відсутній чи несправний датчик температури T8, Помилка виникає, коли встановлений контроль зросту температури, встановлений в параметрах [55].
## E21 Відсутній чи несправний датчик низького тиску. Помилка виникає, коли контролюється мінімум низького тиску параметром [35].
## E22 Відсутній чи несправний датчик високого тиску. Помилка виникає, коли контролюється максимум високого тиску параметром [36].
